{
    "Mumbai": "Mumbai (Marathi: Mumbaī  , pronounced [ˈmumbəi] ,  muum-BY), also known as Bombay ( BOMB-BAY; its official name until 1995), is the capital city of the Indian state of Maharashtra. Mumbai is the financial capital and the most populous city proper of India with an estimated population of 12.5 million (1.25 crore). Mumbai is the centre of the Mumbai Metropolitan Region, the sixth-most populous metropolitan area in the world with a population of over 23 million (2.3 crore).",
    "Chennai": "Chennai ( ; Tamil: [ˈt͡ɕenːaɪ̯], ISO: Ceṉṉai), formerly known as Madras, is the capital and largest city of Tamil Nadu, the southernmost state of India. It is located on the Coromandel Coast of the Bay of Bengal. According to the 2011 Indian census, Chennai is the sixth-most-populous city in India and forms the fourth-most-populous urban agglomeration.",
    "Python programming": "Python is a high-level, general-purpose programming language Its design philosophy emphasizes code readability with the use of significant indentation.[33].",
    "Hyderabad": "Hyderabad (Telugu: Haidarābād  , pronounced [ˈɦaɪ̯dəɾaːbaːd]; Urdu: [ˈɦɛːdəɾaːbaːd]) is the capital and largest city of the Indian state of Telangana. It occupies 650 km2 (250 sq mi) on the Deccan Plateau along the banks of the Musi River, in the northern part of Southern India. With an average altitude of 542 m (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including the Hussain Sagar lake, predating the city's founding, in the north of the city centre.",
    "Goa": "The goat or domestic goat (Capra hircus) is a species of goat-antelope that is mostly kept as livestock. It was domesticated from the wild goat (C. aegagrus) of Southwest Asia and Eastern Europe. The goat is a member of the family Bovidae, meaning it is closely related to the sheep.",
    "Vadodara": "Vadodara (Gujarati: [ʋəˈɽodɾɑ] ), formerly Baroda, is a major city in the Indian state of Gujarat. It serves as the administrative headquarters of the Vadodara district and is situated on the banks of the Vishwamitri River, 141 km (88 mi) from the state capital of Gandhinagar. The railway line and National Highway 8, which connect Delhi with Mumbai, pass through Vadodara.",
    "Jaipur": "Jaipur (/ˈdʒaɪpʊər/ ⓘ; Hindi: [ˈdʒeəpʊɾ], also [ˈdʒəjpʊɾ]) is the capital and the largest city of the north-western  Indian state of Rajasthan As of 2011[update], the city has a population of 3.1 million, making it the tenth most populous city in the country Located 268 km (167 miles) from the national capital New Delhi, Jaipur is also known as the Pink City due to the dominant color scheme of its buildings in old city.[11].",
    "Ahmedabad": "Ahmedabad (/ˈɑːhmədəbæd, -bɑːd/ AH-mə-də-ba(h)d), also spelled as Amdavad (Gujarati: [ˈəmd̪ɑʋɑd̪]), is the most populous city in the Indian state of Gujarat It is the administrative headquarters of the Ahmedabad district and the seat of the Gujarat High Court Ahmedabad's population of 5,570,585 (per the 2011 population census) makes it the fifth-most populous city in India,[14] and the encompassing urban agglomeration population estimated at 6,357,693 is the seventh-most populous in India.",
    "Mercury": "Mercury most commonly refers to:."
}